Repository: devout27/paysley-woocommerce
Catalog: paysley/languages/paysley-*.po
Languages: da_dk, de_de, es_es, fi, id_id, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, zh_cn

source: Paysley redirects customers to Paysley to enter their payment information.
da_dk: Paysley omdirigerer kunder til Paysley for at indtaste deres betalingsoplysninger.
de_de: Paysley leitet Kunden an Paysley weiter, um ihre Zahlungsinformationen einzugeben.
es_es: Paysley redirige a los clientes a Paysley para introducir su información de pago.
fi: Paysley ohjaa asiakkaat Paysley-tiliin syöttämään maksutietonsa.
id_id: Paysley mengalihkan pelanggan ke Paysley untuk memasukkan informasi pembayaran mereka.
nl_nl: Paysley stuurt klanten door naar Paysley om hun betaalgegevens in te voeren.
pl_pl: Paysley przekierowuje klientów do Paysley, aby wprowadzić ich informacje o płatności.
pt_pt: Paysley redireciona os clientes para Paysley para inserir suas informações de pagamento.
ru_ru: Paysley перенаправляет клиентов на Paysley, чтобы ввести их платежную информацию.
sv_se: Paysley omdirigerar kunder till Paysley för att ange deras betalningsinformation.
tr_tr: Paysley, müşterileri ödeme bilgilerini girmeleri için Paysley e yönlendirir.
zh_cn: Paysley 将客户重定向到 Mobi付款输入他们的付款信息。

source: Enable/Disable
da_dk: Aktiver/deaktiver
de_de: Aktivieren/Deaktivieren
es_es: Activar/Desactivar
fi: Ota käyttöön/poista käytöstä
id_id: Aktifkan/Nonaktifkan
nl_nl: Inschakelen/uitschakelen
pl_pl: Włącz/Wyłącz
pt_pt: Ativar/desativar
ru_ru: Включение/отключение
sv_se: Aktivera/inaktivera
tr_tr: Etkinleştir/Devre Dışı Bırak
zh_cn: 启用/禁用

source: Enable Paysley
da_dk: Aktivér Paysley
de_de: Aktivieren Paysley
es_es: Activar Paysley
fi: Ota Paysley käyttöön
id_id: Aktifkan Paysley
nl_nl: Paysley inschakelen
pl_pl: Włącz Paysley
pt_pt: Ativar Paysley
ru_ru: Включить Paysley
sv_se: Aktivera Paysley
tr_tr: Paysley Etkinleştir
zh_cn: 启用 Paysley

source: Title
da_dk: Titel
de_de: Titel
es_es: Título
fi: Nimike
id_id: Judul
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título
ru_ru: Название
sv_se: Titel
tr_tr: Başlık
zh_cn: 标题

source: This is the title which the user sees during checkout.
da_dk: Dette er den titel, som brugeren ser under kassen.
de_de: Dies ist der Titel, den der Benutzer während der Kasse sieht.
es_es: Este es el título que el usuario ve durante la compra.
fi: Tämä on otsikko, jonka käyttäjä näkee kassalla.
id_id: Ini adalah judul yang pengguna lihat selama checkout.
nl_nl: Dit is de titel die de gebruiker ziet tijdens het afrekenen.
pl_pl: Jest to tytuł, który użytkownik widzi podczas kasy.
pt_pt: Este é o título que o usuário vê durante a finalização da compra.
ru_ru: Это название, которое пользователь видит во время проверки.
sv_se: Detta är titeln som användaren ser under kassan.
tr_tr: Bu, kullanıcının ödeme sırasında gördüğü başlıktır.
zh_cn: 这是用户在结账时看到的标题。

source: Description
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
fi: Kuvaus
id_id: Deskripsi
nl_nl: Omschrijving
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание
sv_se: Beskrivning
tr_tr: Açıklaması
zh_cn: 描述

source: This is the description which the user sees during checkout.
da_dk: Dette er den beskrivelse, som brugeren ser under kassen.
de_de: Dies ist die Beschreibung, die der Benutzer während der Kasse sieht.
es_es: Esta es la descripción que el usuario ve durante la compra.
fi: Tämä on kuvaus, jonka käyttäjä näkee kassalla.
id_id: Ini adalah deskripsi yang pengguna lihat selama checkout.
nl_nl: Dit is de beschrijving die de gebruiker ziet tijdens het afrekenen.
pl_pl: Jest to opis, który użytkownik widzi podczas kasy.
pt_pt: Esta é a descrição que o usuário vê durante a finalização da compra.
ru_ru: Это описание, которое пользователь видит во время оформления заказа.
sv_se: Detta är den beskrivning som användaren ser under kassan.
tr_tr: Bu, kullanıcının ödeme sırasında gördüğü açıklamadır.
zh_cn: 这是用户在结账时看到的描述。

source: Access Key
da_dk: Adgangsnøgle
de_de: Zugriffsschlüssel
es_es: Clave de acceso
fi: Avaimen käyttöoikeus
id_id: Kunci Akses
nl_nl: Toegangssleutel
pl_pl: Klucz dostępu
pt_pt: Chave de acesso
ru_ru: Ключ доступа
sv_se: Åtkomstnyckel
tr_tr: Erişim Anahtarı
zh_cn: 访问密钥

source: * This is the access key, received from Paysley developer portal. ( required )
da_dk: * Dette er adgangsnøglen, modtaget fra Paysley udviklerportal. ( påkrævet )
de_de: * Dies ist der Zugriffsschlüssel, der vom Paysley Entwicklerportal erhalten wurde. ( erforderlich )
es_es: * Esta es la clave de acceso, recibida del portal de desarrolladores de Paysley. ( requerido )
fi: * Tämä on käyttöavain, vastaanotettu Paysley kehittäjäportaalista. ( vaaditaan )
id_id: * Ini adalah kunci akses, diterima dari portal pengembang Paysley. ( diperlukan )
nl_nl: * Dit is de toegangssleutel, ontvangen van Paysley ontwikkelaarsportaal. ( verplicht )
pl_pl: * Jest to klucz dostępu, otrzymany z portalu dewelopera Paysley. ( wymagane )
pt_pt: * Esta é a chave de acesso, recebida do portal do desenvolvedor Paysley. ( obrigatório )
ru_ru: * Это ключ доступа, полученный с портала разработчиков Paysley. ( обязательно )
sv_se: * Detta är åtkomstnyckeln, mottagen från Paysley utvecklarportal. ( krävs )
tr_tr: * Bu, Paysley geliştirici portalından alınan erişim anahtarıdır. ( zorunlu )
zh_cn: * 这是从 Paysley 开发人员门户网站接收的访问密钥 ( 必填项 )

source: Enable Logging
da_dk: Aktivér logning
de_de: Protokollierung aktivieren
es_es: Habilitar registro
fi: Ota loki käyttöön
id_id: Aktifkan pencatatan log
nl_nl: Logboeken inschakelen
pl_pl: Włącz rejestrowanie
pt_pt: Ativar registro em log
ru_ru: Включить ведение журнала
sv_se: Aktivera loggning
tr_tr: Günlüğü Etkinleştir
zh_cn: 启用日志记录

source: Enable transaction logging for paysley.
da_dk: Aktivér transaktionslogføring for paysley.
de_de: Aktivieren Sie die Transaktionsprotokollierung für paysley.
es_es: Habilitar el registro de transacciones para paysley.
fi: Ota tapahtumakirjaus käyttöön paysley.
id_id: Aktifkan pencatatan log untuk paysley.
nl_nl: Activeer transactielogboeken voor paysley.
pl_pl: Włącz rejestrowanie transakcji dla paysley.
pt_pt: Habilitar o registro de transações para paysley.
ru_ru: Включить ведение журнала транзакций для paysley.
sv_se: Aktivera transaktionsloggning för paysley.
tr_tr: Paysley için işlem günlüğünü etkinleştir.
zh_cn: 启用 paysley 的事务日志记录。

source: Please enter an access key!
da_dk: Indtast en adgangsnøgle!
de_de: Bitte geben Sie einen Zugangsschlüssel ein!
es_es: Por favor, introduzca una clave de acceso!
fi: Syötä avain!
id_id: Silakan masukkan kunci akses!
nl_nl: Voer een toegangssleutel in!
pl_pl: Proszę wprowadzić klucz dostępu!
pt_pt: Insira uma chave de acesso!
ru_ru: Введите ключ доступа!
sv_se: Ange en åtkomstnyckel!
tr_tr: Lütfen bir erişim anahtarı girin!
zh_cn: 请输入访问密钥!

source: We are sorry, currency is not supported. Please contact us.
da_dk: Vi beklager, valuta er ikke understøttet. Kontakt os venligst.
de_de: Es tut uns leid, Währung wird nicht unterstützt. Bitte kontaktieren Sie uns.
es_es: Lo sentimos, la moneda no es compatible. Póngase en contacto con nosotros.
fi: Olemme pahoillamme, valuuttaa ei tueta. Ota yhteyttä.
id_id: Mohon maaf, mata uang tidak didukung. Silahkan hubungi kami.
nl_nl: Het spijt ons, valuta wordt niet ondersteund. Gelieve ons te contacteren.
pl_pl: Przykro nam, waluta nie jest obsługiwana. Prosimy o kontakt.
pt_pt: Desculpe, a moeda não é suportada. Entre em contato conosco.
ru_ru: К сожалению, валюта не поддерживается. Пожалуйста, свяжитесь с нами.
sv_se: Vi är ledsna, valuta stöds inte. Kontakta oss.
tr_tr: Üzgünüz, para birimi desteklenmiyor. Lütfen bizimle iletişime geçin.
zh_cn: 很抱歉，不支持货币。 请联系我们。

source: Error while Processing Request: please try again.
da_dk: Fejl under behandling af anmodning: Prøv igen.
de_de: Fehler beim Verarbeiten der Anforderung: Bitte versuchen Sie es erneut.
es_es: Error al procesar la solicitud: inténtalo de nuevo.
fi: Virhe käsiteltäessä pyyntöä: yritä uudelleen.
id_id: Gagal saat memproses permintaan: silakan coba lagi.
nl_nl: Fout tijdens het verwerken van verzoek: probeer het opnieuw.
pl_pl: Błąd podczas przetwarzania żądania: spróbuj ponownie.
pt_pt: Erro ao processar a solicitação: tente novamente.
ru_ru: Ошибка при обработке запроса: попробуйте еще раз.
sv_se: Fel vid Bearbetningsförfrågan: Försök igen.
tr_tr: İşleme Talebi sırasında hata oluştu: lütfen tekrar deneyin.
zh_cn: 处理请求时出错：请重试。

source: Paysley partial refund successfull.
da_dk: Paysley delvis tilbagebetaling succesfuld.
de_de: Paysley teilweise Rückerstattung erfolgreich.
es_es: El reembolso parcial de Paysley se ha completado correctamente.
fi: Paysley osittainen palautus onnistunut.
id_id: Paysley pengembalian sebagian sukses.
nl_nl: Paysley gedeeltelijke terugbetaling succesvol.
pl_pl: Paysley częściowy zwrot pomyślny.
pt_pt: Reembolso parcial Paysley com sucesso.
ru_ru: Частичный возврат средств Paysley успешно.
sv_se: Paysley partiell återbetalning framgångsrik.
tr_tr: Paysley kısmi para iadesi başarılı.
zh_cn: Paysley 部分退款成功。

source: Refund Failed
da_dk: Refusion mislykkedes
de_de: Erstattung fehlgeschlagen
es_es: Error en el reembolso
fi: Hyvitys epäonnistui
id_id: Pengembalian Dana Gagal
nl_nl: Terugbetaling mislukt
pl_pl: Zwrot nie powiódł się
pt_pt: Falha no reembolso
ru_ru: Сбой возврата
sv_se: Återbetalning misslyckades
tr_tr: Para iadesi Başarısız
zh_cn: 退款失败

source: Paysley full refund successfull.
da_dk: Paysley fuld tilbagebetaling succesfuld.
de_de: Paysley volle Rückerstattung erfolgreich.
es_es: Paysley reembolso completo con éxito.
fi: Paysley täyden hyvityksen onnistuneen.
id_id: Paysley pengembalian semua dana sukses.
nl_nl: Paysley volledige terugbetaling succesvol.
pl_pl: Paysley pełny zwrot udany.
pt_pt: Paysley reembolso total com sucesso.
ru_ru: Paysley полный возврат средств успешно.
sv_se: Paysley full återbetalning framgångsrik.
tr_tr: Paysley tam para iadesi başarılı.
zh_cn: Paysley 全额退款成功。

source: Paysley notes: You still have amount to be refunded, because Merchant use tax/tip when customer paid. Please contact the merchant to refund the tax/tip amount.
da_dk: Paysley noter: Du har stadig beløb, der skal refunderes, fordi Merchant bruger skat/tip, når kunden betalt. Kontakt forhandleren for at refundere skatten/tip beløbet.
de_de: Paysley Notizen: Sie haben noch einen Betrag zu erstatten, da Händler Steuer/Tipp verwenden, wenn der Kunde bezahlt. Bitte wenden Sie sich an den Händler, um die Steuer-/Trinkgelder zu erstatten.
es_es: Notas de Paysley: Todavía tienes una cantidad que reembolsar, porque el vendedor usa impuestos o propina cuando el cliente paga. Ponte en contacto con el vendedor para reembolsar el importe del impuesto o la propina.
fi: Paysley -muistiinpanot: Sinulla on vielä palautettava summa, koska kauppias käyttää veroa tai vihjettä asiakkaan maksettavaksi. Ota yhteyttä kauppiaan hyvittääkseen/vihjeen summan.
id_id: Catatan Paysley: Anda masih memiliki dana yang masih bisa dikembalikan, karena Merchant menggunakan pajak/tip saat pelanggan membayar. Silakan hubungi merchant untuk mengembalikan jumlah pajak/tip.
nl_nl: Paysley-notities: Je moet nog steeds bedrag worden terugbetaald, omdat Merchant belasting/tip gebruikt wanneer de klant betaald heeft. Neem contact op met de handelaar om het bedrag van de btw/tip terug te betalen.
pl_pl: Paysley Notatki: Nadal masz kwotę do zwrotu, ponieważ sprzedawca używa podatku/napiwek, gdy klient zapłacił. Proszę skontaktować się ze sprzedawcą, aby zwrócić podatkę/wskazówkę kwotę.
pt_pt: Notas Paysley: Você ainda tem o valor a ser reembolsado, porque o Comerciante usa tax/dica quando o cliente paga. Entre em contato com o vendedor para reembolsar o valor do imposto/dica.
ru_ru: Примечания Paysley: у вас все еще есть сумма, подлежащая возврату, потому что Торговец использует налог/чаевые при оплате клиентом. Пожалуйста, свяжитесь с продавцом, чтобы вернуть сумму налога/чаевые.
sv_se: Paysley noter: Du har fortfarande belopp som ska återbetalas, eftersom Merchant använder skatt/tips när kunden betalas. Kontakta handlaren för att återbetala skatten/tipsbeloppet.
tr_tr: Paysley notlar: Hala iade edilecek tutarınız var, çünkü Satıcı müşteri ödeme yaparken vergi/bahşiş kullanıyor. Vergi/bahşiş tutarını iade etmek için lütfen satıcıyla iletişime geçin.
zh_cn: Paysley 备注：您仍有退款金额，因为卖家在买家付款时使用税费/小费。 请联系商家以退还税款/小费金额。

source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Configuración
fi: Asetukset
id_id: Pengaturan
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки
sv_se: Inställningar
tr_tr: Ayarlar
zh_cn: 设置
